Repository: 71e6fd52/factorio-mods-zh_cn
Catalog: omegat/omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: Make fuel rod MK 01
zh_cn: 生产燃料棒 MK1

source: Make gasoline
zh_cn: 生产汽油

source: Make glassware
zh_cn: 生产玻璃器皿

source: Make ground sample
zh_cn: 生产地面样本

source: Make highly purified gas
zh_cn: 生产高纯度气体

source: Make hydrogen peroxide
zh_cn: 生产过氧化氢

source: Make iron-niobium alloy
zh_cn: 生产铌铁合金

source: Make lime
zh_cn: 生产石灰

source: Make lithium peroxide
zh_cn: 生产过氧化锂

source: Make logs
zh_cn: 生产原木

source: Make lubricant from glycerol.
zh_cn: 润滑剂←甘油

source: Make methyl acrylate
zh_cn: 生产丙烯酸甲酯

source: Make new tiles.
zh_cn: 生产新瓷砖

source: Make nichrome
zh_cn: 生产镍铬合金

source: Make optical fiber
zh_cn: 生产光纤

source: Make optical set
zh_cn: 生产光学底座

source: Make pressure pump
zh_cn: 建造压力管道泵

source: Make resin from glycerol.
zh_cn: 生产树脂←甘油

source: Make serine
zh_cn: 生产丝氨酸

source: Make slaked lime
zh_cn: 生产熟石灰

source: Make things bounce.
zh_cn: 使物品弹起

source: Massive amount of resources here.
zh_cn: 这里有巨量的资源

source: Massive amount or resources here.
zh_cn: 这里有巨量的资源

source: Massive excavation structure.
zh_cn: 巨大的挖掘结构。

source: Massive excavator to gather oil sands.
zh_cn: 收集油砂的大型挖掘机

source: Massive excavator.
zh_cn: 大型挖掘设施

source: Massive oil patch
zh_cn: 巨型油田

source: Massive oil patch.
zh_cn: 巨型油田

source: Maximum production capacity.
zh_cn: 最大生长速度！

source: Medium capacity tank.
zh_cn: 中型储液罐

source: Medium distillates
zh_cn: 中馏分油

source: Medium oil derrick
zh_cn: 中型石油井架

source: Medium oil patch
zh_cn: 中型油田

source: Medium oil patch.
zh_cn: 中型油田

source: Medium rocks.
zh_cn: 中型岩石

source: Mega drill head
zh_cn: 巨型钻头

source: Mega excavator for huge amounts of materials.
zh_cn: 巨大的挖掘机，用于处理大量的材料。

source: Mega oil derrick
zh_cn: 巨型石油井架

source: Megadar
zh_cn: 激光雷达

source: Methane to combustion mixture (550°C)
zh_cn: Methane混烧 (550°C)

source: Methanol
zh_cn: 甲醇 CH₃OH

source: Methanol from hydrogen
zh_cn: 甲醇←氢气

source: Methanol from syngas
zh_cn: 甲醇←合成气

source: Methanol processing
zh_cn: 甲醇处理

source: Methanol processing.
zh_cn: 甲醇处理

source: Methanol reactor MK 01
zh_cn: 甲烷反应炉 MK1

source: Methanol reactor MK 02
zh_cn: 甲醇反应炉 MK2

source: Methanol reactor MK 03
zh_cn: 甲醇反应炉 MK3

source: Methanol reactor MK 04
zh_cn: 甲醇反应炉 MK4

source: Methanol to combustion mixture (650°C)
zh_cn: 甲醇混烧(650°C)

source: Methyl acrylate
zh_cn: 丙烯酸甲酯

source: Methyl isobutyl carbinol (MIBC)
zh_cn: 甲基异丁基甲醇 (MIBC)

source: Middle tin pulp
zh_cn: 锡中浆

source: Milling molybdenite powder
zh_cn: 研磨辉钼矿粉

source: Mining machines - Stage 1
zh_cn: 采矿机 1

source: Mining machines - Stage 2
zh_cn: 采矿机 2

source: Mining machines - Stage 3
zh_cn: 采矿机 3

source: Mining machines - Stage 4
zh_cn: 采矿机 4

source: Mining nexelit
zh_cn: 开采錜

source: Mix and agitate mixtures for complete homogenisation.
zh_cn: 混合搅拌混合物以完全均匀化

source: Mix fuel with oxidants to create combustion mixtures.
zh_cn: 将燃料与氧化剂混合以产生燃烧混合物

source: Mix of lime and water.
zh_cn: 石灰与水混合

source: Mixer MK 01
zh_cn: 混合器 MK1

source: Mixer MK 02
zh_cn: 混合器 MK2

source: Mixer MK 03
zh_cn: 混合器 MK3

source: Mixer MK 04
zh_cn: 混合器 MK4

source: Molecular assembler MK 01
zh_cn: Molecular assembler MK1

source: Molecular assembler MK 02
zh_cn: Molecular assembler MK2

source: Molecular assembler MK 03
zh_cn: Molecular assembler MK3

source: Molecular assembler MK 04
zh_cn: Molecular assembler MK4

source: Molluscs will love it.
zh_cn: 软体动物会喜欢它

source: Molten aluminium
zh_cn: 熔融铝

source: Molten chromium
zh_cn: 熔融铬

source: Molten copper
zh_cn: 熔融铜

source: Molten glass
zh_cn: 熔融玻璃

source: Molten iron
zh_cn: 熔融铁

source: Molten lead
zh_cn: 熔融铅

source: Molten nexelit
zh_cn: 熔融錜

source: Molten nickel
zh_cn: 熔融镍

source: Molten silver
zh_cn: 熔融银

source: Molten solder
zh_cn: 熔融焊料

source: Molten stainless steel
zh_cn: 熔融不锈钢

source: Molten stainless steel alloy mix 1
zh_cn: 熔融不锈钢混合液 1

source: Molten stainless steel alloy mix 2
zh_cn: 熔融不锈钢混合液 2

source: Molten stainless steel alloy mix 3
zh_cn: 熔融不锈钢混合液 3

source: Molten steel
zh_cn: 熔融钢

source: Molten super steel
zh_cn: 熔融超级钢

source: Molten super steel alloy mix 1
zh_cn: 熔融超级钢混合液 1

source: Molten super steel alloy mix 2
zh_cn: 熔融超级钢混合液 2

source: Molten tin
zh_cn: 熔融锡

source: Molten titanium
zh_cn: 熔融钛

source: Molten zinc
zh_cn: 熔融锌

source: Molybdenite dust
zh_cn: 辉钼矿尘

source: Molybdenite ore
zh_cn: 辉钼矿石

source: Molybdenite powder
zh_cn: 辉钼矿粉

source: Molybdenite pulp
zh_cn: 辉钼矿浆

source: Molybdenum concentrate
zh_cn: 钼富集

source: Molybdenum disulfide (MoS2)
zh_cn: 二硫化钼 MoS₂

source: Molybdenum filtration
zh_cn: 钼过滤

source: Molybdenum mine
zh_cn: 钼矿挖掘机

source: Molybdenum ore
zh_cn: 钼矿石

source: Molybdenum oxide
zh_cn: 氧化钼

source: Molybdenum plate
zh_cn: 钼板

source: Molybdenum processing
zh_cn: 钼加工

source: Molybdenum pulp
zh_cn: 钼浆

source: Molybdenum trioxide (MoO3)
zh_cn: 三氧化钼 MoO₃

source: Moondrop greenhouse MK 01
zh_cn: Moondrop greenhouse MK1

source: Moondrop greenhouse MK 02
zh_cn: Moondrop greenhouse MK2

source: Moondrop greenhouse MK 03
zh_cn: Moondrop greenhouse MK3

source: Moondrop greenhouse MK 04
zh_cn: Moondrop greenhouse MK4

source: More endurance for the fiber.
zh_cn: 使光纤更耐用

source: More syngas using oxygen
zh_cn: 用氧气生成更多合成气

source: Mukmoux pasture
zh_cn: 慕课莫克斯牧场

source: Multi-purpose cracker MK 01
zh_cn: 多功能裂解器 MK1

source: Multi-purpose cracker MK 02
zh_cn: 多功能裂解器 MK2

source: Multi-purpose cracker MK 03
zh_cn: 多功能裂解器 MK3

source: Multi-purpose cracker MK 04
zh_cn: 多功能裂解器 MK4

source: Multipurpose ingredient, works on popsicles.
zh_cn: 多用途原料，可用于冰棍

source: Multipurpose ore.
zh_cn: 多用途的矿石

source: Multipurpose protein.
zh_cn: 多用途蛋白质

source: Must be placed on a sulfur vein.
zh_cn: 必须放在硫矿脉上

source: NaCl.
zh_cn: 氯化钠

source: Nanomaterial factory MK 01
zh_cn: 纳米材料厂 MK1

source: Nanomaterial factory MK 02
zh_cn: 纳米材料厂 MK2

source: Nanomaterial factory MK 03
zh_cn: 纳米材料厂 MK3

source: Nanomaterial factory MK 04
zh_cn: 纳米材料厂 MK4

source: Naphtha
zh_cn: 石脑油

source: Naphtha to combustion mixture (650°C)
zh_cn: 石脑油混烧 (650°C)

source: Natural gas
zh_cn: 天然气

source: Natural gas derrick mk01
zh_cn: 天然气井架 MK1

source: Natural gas to to combustion mixture (600°C)
zh_cn: 天然气混烧 (600°C)

source: Needs to be changed often in mega mines.
zh_cn: 在大型矿山需要经常更换。

source: New cooling buildings for closed steam-water cycles.
zh_cn: 封闭式蒸汽-水循环的新冷却设施

source: Nexelit (grade 1)
zh_cn: 1 级錜

source: Nexelit (grade 2)
zh_cn: 2 级錜

source: Nexelit (grade 3)
zh_cn: 3 级錜

source: Nexelit Battery
zh_cn: 錜 Battery

source: Nexelit cartridge
zh_cn: 錜盒

source: Nexelit cartridge regeneration
zh_cn: 錜盒再生

source: Nexelit floating generic fluid wagon
zh_cn: 錜 floating generic fluid wagon

source: Nexelit floating generic wagon
zh_cn: 錜 floating generic wagon

source: Nexelit improved fuels
zh_cn: 錜 improved fuels

source: Nexelit matrix
zh_cn: 錜矩阵

source: Nexelit mine
zh_cn: 錜岩挖掘机

source: Nexelit ore
zh_cn: 錜矿石

source: Nexelit plate
zh_cn: 錜板

source: Nexelit powered locomotive.
zh_cn: 錜 powered locomotive.

source: Nexelit processing - Stage 1
zh_cn: 錜矿处理 1

source: Nexelit processing - Stage 2
zh_cn: 錜矿处理 2

source: Nexelit processing - Stage 3
zh_cn: 錜矿处理 3

source: Nexelit processing - Stage 4
zh_cn: 錜矿处理 4

source: Nexelit pulp (stage 1)
zh_cn: 錜浆 1

source: Nexelit pulp (stage 2)
zh_cn: 錜浆 2

source: Nexelit pulp (stage 3)
zh_cn: 錜浆 3

source: Nexelit pulp (stage 4)
zh_cn: 錜浆 4

source: Nexelit reinforced fluid wagon.
zh_cn: 錜 reinforced fluid wagon.

source: Nexelit reinforced wagon.
zh_cn: 錜 reinforced wagon.

source: Nexelit rejects
zh_cn: 錜废料

source: Nexelit reserve
zh_cn: 錜岩

source: Nexelit slurry
zh_cn: 錜泥浆

source: Nexelit tile
zh_cn: 錜瓷砖

source: Nexelit-powered accumulator MK 01
zh_cn: 錜动力蓄电器 MK1

source: Nexelit-powered accumulator MK 02
zh_cn: 錜动力蓄电器 MK2

source: Nexelit-powered accumulator to store great amounts of energy.
zh_cn: 錜动力蓄电器可以储存大量的能量

source: Nexelit-silver matrix
zh_cn: 錜-银 matrix

source: Next stage in Nexelit-powered accumulators to store huge amounts of energy.
zh_cn: 更大的錜动力蓄电器可以储存大量的能量

source: Nichrome
zh_cn: 镍铬合金

source: Nickel (grade 1)
zh_cn: 1 级镍

source: Nickel (grade 2)
zh_cn: 2 级镍

source: Nickel (grade 3)
zh_cn: 3 级镍

source: Nickel (grade 4)
zh_cn: 4 级镍

source: Nickel core
zh_cn: 镍 core

source: Nickel mine
zh_cn: 镍岩挖掘机

source: Nickel ore
zh_cn: 镍矿

source: Nickel overflow
zh_cn: 镍溢液

source: Nickel plate
zh_cn: 镍板

source: Nickel processing - Stage 1
zh_cn: 镍矿处理 1

source: Nickel processing - Stage 2
zh_cn: 镍矿处理 2

source: Nickel processing - Stage 3
zh_cn: 镍矿处理 3

source: Nickel processing - Stage 4
zh_cn: 镍矿处理 4

source: Nickel pulp (stage 1)
zh_cn: 镍浆 1

source: Nickel pulp (stage 2)
zh_cn: 镍浆 2

source: Nickel pulp (stage 3)
zh_cn: 镍浆 3

source: Nickel pulp (stage 4)
zh_cn: 镍浆 4

source: Nickel rejects
zh_cn: 镍废料

source: Nickel reserve
zh_cn: 镍岩

source: Nickel reserve.
zh_cn: 镍岩

source: Nickel slime
zh_cn: 镍泥浆

source: Nickel tailings
zh_cn: 镍尾矿

source: Nickel-based core.
zh_cn: 镍-based core.

source: Niobium
zh_cn: 铌矿

source: Niobium complex
zh_cn: 铌化合物

source: Niobium concentrate
zh_cn: 铌富集

source: Niobium dust
zh_cn: 铌尘

source: Niobium mine
zh_cn: 铌矿挖掘机

source: Niobium ore
zh_cn: 铌矿石

source: Niobium oxide
zh_cn: 铌氧化物

source: Niobium oxide.
zh_cn: 铌氧化物

source: Niobium pipe
zh_cn: 铌管道

source: Niobium pipe to ground
zh_cn: 铌地下管道

source: Niobium plate
zh_cn: 铌板

source: Niobium powder
zh_cn: 铌粉

source: Niobium-titanium alloy
zh_cn: 铌钛合金

source: Nitrogen
zh_cn: 氮

source: Not to make slime only.
zh_cn: 不只生产粘液

source: Now reflexive!
zh_cn: 现在反射！

source: Nuclear sample
zh_cn: 核样本

source: Oil burner
zh_cn: 燃油炉

source: Oil industry machinery - Stage 1
zh_cn: 石油工业机械 1

source: Oil industry machinery - Stage 2
zh_cn: 石油工业机械 2

source: Oil industry machinery - Stage 3
zh_cn: 石油工业机械 3

source: Oil industry machinery - Stage 4
zh_cn: 石油工业机械 4

source: Oil sand
zh_cn: 油砂

source: Oil sand extractor MK 01
zh_cn: 油砂提取器 MK1

source: Oil sand extractor MK 02
zh_cn: 油砂提取器 MK2

source: Oil sand extractor MK 03
zh_cn: 油砂提取器 MK3

source: Oil sand extractor MK 04
zh_cn: 油砂提取器 MK4

source: Oil sand slurry
zh_cn: 油砂浆

source: Oil sands extraction
zh_cn: 油砂提取

source: Oil-free lubricant.
zh_cn: 不用油的润滑油

source: Olefin plant MK 01
zh_cn: 烯烃加工厂 MK1

source: Olefin plant MK 02
zh_cn: 烯烃加工厂 MK2

source: Olefin plant MK 03
zh_cn: 烯烃加工厂 MK3

source: Olefin plant MK 04
zh_cn: 烯烃加工厂 MK4

source: Olefins
zh_cn: 烯烃

source: Olefins to combustion mixture (700°C)
zh_cn: 烯烃混烧(700°C)

source: Olefins to combustion mixture (750°C)
zh_cn: 烯烃混烧(750°C)

source: Oleochemical distillation.
zh_cn: 油脂化合物蒸馏

source: Oleochemicals
zh_cn: 油脂化合物

source: Open-pit iron mine
zh_cn: 露天铁岩挖掘机

source: Optical fiber
zh_cn: 光纤

source: Optical set
zh_cn: 光学底座

source: Orbital Factory MK01
zh_cn: 轨道工厂 MK1

source: Orbital Factory MK02
zh_cn: 轨道工厂 MK2

source: Orbital Factory MK03
zh_cn: 轨道工厂 MK3

source: Orbital Factory MK04
zh_cn: 轨道工厂 MK4

source: Organic matter
zh_cn: 有机物

source: Organic solvent
zh_cn: 有机溶剂

source: Organic vanadates
zh_cn: 有机钒酸盐

source: Outlet gas (stage 1)
zh_cn: 排放气体 1

source: Outlet gas (stage 2)
zh_cn: 排放气体 2

source: Outlet gas (stage 3)
zh_cn: 排放气体 3

source: Outlet gas (stage 4)
zh_cn: 排放气体 4

source: Overflow valve
zh_cn: 溢流阀

source: Oxygen
zh_cn: 氧

source: PCB factory MK 01
zh_cn: PCB factory MK1

source: PCB factory MK 02
zh_cn: PCB factory MK2

source: PCB factory MK 03
zh_cn: PCB factory MK3

source: PCB factory MK 04
zh_cn: PCB factory MK4

source: Particle accelerator MK 01
zh_cn: Particle accelerator MK1

source: Particle accelerator MK 02
zh_cn: Particle accelerator MK2

source: Particle accelerator MK 03
zh_cn: Particle accelerator MK3

source: Particle accelerator MK 04
zh_cn: Particle accelerator MK4

source: Passive provider Deposit
zh_cn: 按需供货储存库 (红)

source: Passive provider deposit.
zh_cn: 按需供货储存库

source: Passive provider shed
zh_cn: 按需供货棚 (红棚)

source: Passive provider shed.
zh_cn: 按需供货棚 (红棚)

source: Passive provider storehouse
zh_cn: 按需供货库 (红库)

source: Passive provider storehouse.
zh_cn: 按需供货库 (红库)

source: Passive provider warehouse
zh_cn: 按需供货仓 (红仓)

source: Passive provider warehouse.
zh_cn: 按需供货仓 (红仓)

source: Petroleum gas processing - Stage 1
zh_cn: 石油气加工 1

source: Petroleum gas processing - Stage 2
zh_cn: 石油气加工 2

source: Petroleum gas processing - Stage 3
zh_cn: 石油气加工 3

source: Petroleum gas processing - Stage 4
zh_cn: 石油气加工 4

source: Petroleum gas to combustion mixture (600°C)
zh_cn: 石油气混烧(600°C)

source: Petroleum sulfonates
zh_cn: 石油磺化物

source: Phosphate reserve.
zh_cn: 磷岩

source: Phosphorous acid distillation
zh_cn: Phosphorous acid 蒸馏

source: Phosphorous pentasulfide
zh_cn: 五硫化二磷

source: Phytoplankton
zh_cn: 浮游植物

source: Phytoplankton farm MK 01
zh_cn: 浮游植物养殖场 MK1

source: Phytoplankton farm MK 02
zh_cn: 浮游植物养殖场 MK2

source: Phytoplankton farm MK 03
zh_cn: 浮游植物养殖场 MK3

source: Phytoplankton farm MK 04
zh_cn: 浮游植物养殖场 MK4

source: Polybutadiene
zh_cn: 聚丁二烯

source: Poor alien animals.
zh_cn: 可怜的外星生物

source: Poor man's glass
zh_cn: 土法制玻璃

source: Poor man's wooden fence
zh_cn: 土法制木栅栏

source: Powdered aluminium
zh_cn: 铝粉

source: Powdered phosphate rock
zh_cn: phosphate rock粉

source: Powdered quartz
zh_cn: 石英粉

source: Powdered ralesia seeds
zh_cn: 若雷莎种子粉

source: Powdered regolite
zh_cn: 粉状风化岩

source: Powdered tin
zh_cn: 锡粉

source: Powdered titanium
zh_cn: 钛粉

source: Powdered uranium
zh_cn: 铀粉

source: Powdered zinc
zh_cn: 锌粉

source: Power house MK 01
zh_cn: 动力车间 MK1

source: Power house MK 02
zh_cn: 动力车间 MK2

source: Power house MK 03
zh_cn: 动力车间 MK3

source: Power house MK 04
zh_cn: 动力车间 MK4

source: Powerful laser to break down very hard rocks.
zh_cn: 使用强力激光击穿非常坚硬的岩石

source: Precious minerals waiting to be mined.
zh_cn: 珍贵的矿物等待着发掘

source: Precipitated version of the ore.
zh_cn: 矿石的沉淀版本

source: Pregnant V2O5 acid solution
zh_cn: 五氧化二钒培育酸液

source: Prepared chromium
zh_cn: 预制铬

source: Prepared nickel pulp
zh_cn: 预制镍浆

source: Prepared nickel solution
zh_cn: 镍预制溶液

source: Prepared quartz
zh_cn: 预制石英

source: Pressure pump MK 01
zh_cn: 压力管道泵 MK1

source: Pressure pump MK 02
zh_cn: 压力管道泵 MK2

source: Pressure pump MK 03
zh_cn: 压力管道泵 MK3

source: Pressure pump MK 04
zh_cn: 压力管道泵 MK4

source: Pressurised air
zh_cn: 加压空气

source: Pressurised hydrogen
zh_cn: 加压氢

source: Pressurised steam
zh_cn: 加压蒸汽

source: Pressurised vanadium pulp
zh_cn: 加压钒浆

source: Pressurised water
zh_cn: 加压水

source: Pressurized hydrogen
zh_cn: 加压氢气

source: Pressurized water
zh_cn: 加压水

source: Pretty common fungus.
zh_cn: 很常见的真菌

source: Primitive filtration of coal gas
zh_cn: 原始煤气过滤

source: Probably not very edible.
zh_cn: 可能不怎么能吃

source: Process Creosote to extract aromatics
zh_cn: 杂酚油处理提取芳烃

source: Process acid gas to extract sulfur.
zh_cn: 处理酸性气体以提取硫

source: Process alien animal fat
zh_cn: 处理外星生物脂肪

source: Process gases into different products.
zh_cn: 将气体加工成不同的产品

source: Process heavy oil products into different ones.
zh_cn: 将重油产品加工成不同的产品

source: Process lighter oil products into different ones.
zh_cn: 将轻油产品加工成不同的产品

source: Process that uses a solvent to separate acid gases from valuable feed gas streams.
zh_cn: 使用溶剂从有价值的进料气流中分离酸性气体的过程

source: Process tholins into useful products.
zh_cn: 将索林斯加工成有用的产品

source: Processed chromite
zh_cn: 加工铬

source: Processed dust rich in rare-earth minerals.
zh_cn: 处理过的粉尘富含稀土元素

source: Processed iron ore
zh_cn: 加工铁矿石

source: Processed light oil
zh_cn: 加工的轻油

source: Processed rejects
zh_cn: 加工废料

source: Produce fine dust from brute materials.
zh_cn: 从粗加工材料中生产细小的灰尘

source: Produce lubricant from aromatics
zh_cn: 润滑油←芳烃

source: Production of lithium peroxide.
zh_cn: 生产过氧化锂

source: Proto tholins
zh_cn: 原索林斯

source: Provides pressurised products.
zh_cn: 提供加压产品

source: Pulp mill MK 01
zh_cn: Pulp mill MK1

source: Pulp mill MK 02
zh_cn: Pulp mill MK2

source: Pulp mill MK 03
zh_cn: Pulp mill MK3

source: Pulp mill MK 04
zh_cn: Pulp mill MK4

source: Pumpjack MK 01
zh_cn: 抽油泵 MK1

source: Pumpjack MK 02
zh_cn: 抽油泵 MK2

source: Pumpjack MK 03
zh_cn: 抽油泵 MK3

source: Pumpjack MK 04
zh_cn: 抽油泵 MK4

source: Pure kimberlite (grade 2)
zh_cn: 纯二级金伯利岩

source: Pure natural gas
zh_cn: 纯天然气

source: Pure sand
zh_cn: 纯砂

source: Purest nitrogen
zh_cn: 纯氮气

source: Purified air
zh_cn: 纯净空气

source: Purified gas distillation
zh_cn: 净化气蒸馏

source: Purified gold
zh_cn: 纯化金

source: Purified natural gas
zh_cn: 纯化天然气

source: Purified quartz
zh_cn: 纯化石英

source: Purified syngas
zh_cn: 纯化合成气

source: Purified titanium pulp
zh_cn: 纯化 钛浆

source: Purified zinc
zh_cn: 纯化锌

source: Py Fusion Energy
zh_cn: PY-聚变能量

source: Py Petroleum Handling
zh_cn: PY-石油处理

source: Py Raw Ores
zh_cn: PY-原矿

source: Py roboport MK 01
zh_cn: PY机器人指令平台 MK1

source: Py-GasVent
zh_cn: 排气口

source: Py-Sinkhole
zh_cn: 污水池

source: PyTank (1 kL)
zh_cn: 储液罐 1000L

source: PyTank (1.5 kL)
zh_cn: 储液罐 1500L

source: PyTank (10 kL)
zh_cn: 储液罐 10000L

source: PyTank (3 kL)
zh_cn: 储液罐 3000L

source: PyTank (4 kL)
zh_cn: 储液罐 4000L

source: PyTank (5 kL)
zh_cn: 储液罐 5000L

source: PyTank (6.5 kL)
zh_cn: 储液罐 6500L

source: PyTank (7 kL)
zh_cn: 储液罐 7000L

source: PyTank (8 kL)
zh_cn: 储液罐 8000L

source: PyTank (9 kL)
zh_cn: 储液罐 9000L

source: Pyrite
zh_cn: 黄铁矿

source: Quartz mine
zh_cn: 石英岩挖掘机

source: Quartz ore
zh_cn: 石英矿石

source: Quartz processing - Stage 1
zh_cn: 石英矿处理 1

source: Quartz processing - Stage 2
zh_cn: 石英矿处理 2

source: Quartz processing - Stage 3
zh_cn: 石英矿处理 3

source: Quartz processing - Stage 4
zh_cn: 石英矿处理 4

source: Quartz pulp (stage 1)
zh_cn: 石英浆 1

source: Quartz pulp (stage 2)
zh_cn: 石英浆 2

source: Quartz rock
zh_cn: 石英岩

source: Quenching Tower MK 01
zh_cn: 淬火塔 MK1

source: Quenching tower MK 02
zh_cn: 淬火塔 MK2

source: Quenching tower MK 03
zh_cn: 淬火塔 MK3

source: Quenching tower MK 04
zh_cn: 淬火塔 MK4

source: Raise ulrics
zh_cn: 饲养乌拉尔

source: Ralesia
zh_cn: 若雷莎

source: Ralesia plantation
zh_cn: 若雷莎种植园

source: Ralesia plantation MK 01
zh_cn: 若雷莎种植园 MK1

source: Ralesia plantation MK 02
zh_cn: 若雷莎种植园 MK2

source: Ralesia plantation MK 03
zh_cn: 若雷莎种植园 MK3

source: Ralesia plantation MK 04
zh_cn: 若雷莎种植园 MK4

source: Ralesia seeds
zh_cn: 若雷莎种子

source: Rare-earth element beneficiation
zh_cn: 稀土元素富集

source: Rare-earth element beneficiation.
zh_cn: 稀土元素富集

source: Rare-earth elements infused in this clay.
zh_cn: 注入了稀土元素的粘土

source: Rare-earth exploration
zh_cn: 稀土勘探

source: Rare-earth extractor
zh_cn: 稀土萃取机

source: Rare-earth minerals from dirty water.
zh_cn: 稀土元素←废液

source: Rare-earth mud
zh_cn: 稀土

source: Rare-earth ore
zh_cn: 稀土矿石

source: Rare-earth ore dust
zh_cn: 稀土矿尘

source: Rare-earth ore powder
zh_cn: 稀土矿粉

source: Raw borax
zh_cn: 生硼砂

source: Raw borax material
zh_cn: 硼砂原料

source: Raw coal
zh_cn: 原煤

source: Raw coal - Stage 1
zh_cn: 原煤 1

source: Raw coal - Stage 2
zh_cn: 原煤 2

source: Raw coal - Stage 3
zh_cn: 原煤 3

source: Raw coal - Stage 4
zh_cn: 原煤 4

source: Raw gas
zh_cn: 原料气

source: Raw nexelit
zh_cn: 生錜

source: React and split these fuels
zh_cn: 燃料分馏

source: React aromatics with syngas
zh_cn: 合成气与芳烃反应

source: Ready to burn.
zh_cn: 准备燃烧

source: Ready to fuse atoms!
zh_cn: 准备原子聚变！

source: Ready to fuse particles and atoms.
zh_cn: 准备粒子与原子聚变

source: Recharge Nexelit Battery
zh_cn: Recharge 錜 Battery

source: Recharging station MK 01
zh_cn: PY机器人充电站 MK1

source: Recipe Selector
zh_cn: 配方选择器

source: Recover some rich dust from that mud.
zh_cn: 从泥土中回收富尘

source: Recrush diamond rejects
zh_cn: 二次破碎金刚石废料

source: Recrush kimberlite rejects
zh_cn: 二次破碎金伯利岩废料

source: Recrush pure kimberlite (grade 2)
zh_cn: 二次破碎纯二级金伯利岩

source: Recrush regolite
zh_cn: 二次破碎风化岩

source: Rectisol MK 01
zh_cn: 甲醇洗涤机 MK1

source: Rectisol MK 02
zh_cn: 甲醇洗涤机 MK2

source: Rectisol MK 03
zh_cn: 甲醇洗涤机 MK3

source: Rectisol MK 04
zh_cn: 甲醇洗涤机 MK4

source: Recycling
zh_cn: 污水回收

source: Red-hot coke
zh_cn: 烧红焦煤

source: Reduced 99.9% aluminium
zh_cn: 还原铝

source: Reduced 99.9% chromium
zh_cn: 还原铬

source: Reduced 99.9% copper
zh_cn: 还原铜

source: Reduced 99.9% iron
zh_cn: 还原铁

source: Reduced 99.9% lead
zh_cn: 还原铅

source: Reduced 99.9% nexelit
zh_cn: 还原錜

source: Reduced 99.9% nickel
zh_cn: 还原镍

source: Reduced 99.9% silver
zh_cn: 还原银

source: Reduced 99.9% tin
zh_cn: 还原锡

source: Reduced 99.9% titanium
zh_cn: 还原钛

source: Reduced 99.9% zinc
zh_cn: 还原锌

source: Refined lead dust (stage 1)
zh_cn: 铅精粉 1

source: Refined lead dust (stage 2)
zh_cn: 铅精粉 2

source: Refined lead dust (stage 3)
zh_cn: 铅精粉 3

source: Refined natural gas
zh_cn: 精炼天然气

source: Refined nexelit pulp
zh_cn: 精制錜浆

source: Refined syngas
zh_cn: 精炼合成气

source: Refined syngas to combustion mixture (700°C)
zh_cn: 精炼合成气混烧(700°C)

source: Refined syngas using filtered syngas
zh_cn: 过滤法精炼合成气

source: Refined syngas using methanol
zh_cn: 甲醇法精炼合成气

source: Refined syngas using methanol from canisters
zh_cn: 罐装甲醇法精炼合成气

source: Reformer MK 01
zh_cn: 重整器 MK1

source: Reformer MK 02
zh_cn: 重整器 MK2

source: Reformer MK 03
zh_cn: 重整器 MK3

source: Reformer MK 04
zh_cn: 重整器 MK4

source: Regenerative heat exchanger
zh_cn: 蓄热式换热器

source: Regolite calcination
zh_cn: 风化岩煅烧

source: Regolite dust
zh_cn: 风化岩尘

source: Regolite mine
zh_cn: 风化岩挖掘机

source: Regolite rock
zh_cn: 风化岩

source: Regolites
zh_cn: 风化岩

source: Regolith mining
zh_cn: 风化岩开采

source: Regolith site
zh_cn: 风化岩

source: Reinforced wall shield
zh_cn: 钢筋屏蔽墙

source: Rejects separation
zh_cn: 废料分选

source: Remains of an ancient meteor collision.
zh_cn: 古代流星碰撞的遗迹

source: Remove impurities and delivers a more refined product.
zh_cn: 过滤杂质，生产更干净的产品

source: Replacement part of heavy machines.
zh_cn: 重型机器的代替组件

source: Requester Deposit
zh_cn: 按需集货储存库(蓝)

source: Requester deposit.
zh_cn: 按需供货储存库

source: Requester shed
zh_cn: 按需集货棚 (蓝棚)

source: Requester shed.
zh_cn: 按需集货棚 (蓝棚)

source: Requester storehouse
zh_cn: 按需集货库 (蓝库)

source: Requester storehouse.
zh_cn: 按需集货库 (蓝库)

source: Requester warehouse
zh_cn: 按需集货仓 (蓝仓)

source: Requester warehouse.
zh_cn: 按需集货仓 (蓝仓)

source: Research methods to process lighter fractions of oil derivatives.
zh_cn: 研究处理轻质石油馏分的方法

source: Research methods to process medium fractions of oil derivatives.
zh_cn: 研究处理中等石油馏分的方法

source: Residual gas
zh_cn: 残余气体

source: Residual mixture
zh_cn: 残余混合物

source: Residual oil
zh_cn: 渣油

source: Retorter
zh_cn: 干馏釜

source: Reuse hot air to improve efficiency of furnaces.
zh_cn: 重复利用热空气以提高熔炉的效率

source: Reuse hot air to improve the efficiency of furnaces.
zh_cn: 再利用热空气来提高熔炉的效率

source: Rich and underused.
zh_cn: 丰富而未充分利用

source: Rich clay
zh_cn: 富泥土

source: Rich dust
zh_cn: 富尘

source: Rich dust from rare-earth mud.
zh_cn: 富尘←稀土

source: Rich gas
zh_cn: 富气

source: Rich in nutrients.
zh_cn: 充满营养

source: Rubber
zh_cn: 橡胶

source: Saline water
zh_cn: 盐水

source: Salt
zh_cn: 盐

source: Salt extraction
zh_cn: 盐矿采掘机

source: Salt mine
zh_cn: 盐岩挖掘机

source: Salt rock
zh_cn: 盐岩

source: Salt water electrolysis
zh_cn: 盐水电解

source: Salty rock
zh_cn: 盐岩

source: Sand
zh_cn: 沙

source: Sand casting
zh_cn: 砂铸造

source: Sand classification
zh_cn: 沙细分

source: Sand extractor MK 01
zh_cn: 挖沙机 MK1

source: Sand extractor MK 02
zh_cn: 挖沙机 MK2

source: Sand extractor MK 03
zh_cn: 挖沙机 MK3

source: Sand extractor MK 04
zh_cn: 挖沙机 MK4

source: Sand washing
zh_cn: 洗沙

source: Saturated nexelit cartridge
zh_cn: 饱和的錜罐

source: Screening diamond rejects
zh_cn: 筛选金刚石废料

source: Screening kimberlite
zh_cn: 筛选金伯利岩

source: Screening kimberlite residues
zh_cn: 筛选金伯利岩残渣

source: Screening kimberlite.
zh_cn: 筛选金伯利岩

source: Scrubber MK 01
zh_cn: 洗涤器 MK1

source: Scrubber MK 02
zh_cn: 洗涤器 MK2

source: Scrubber MK 03
zh_cn: 洗涤器 MK3

source: Scrubber MK 04
zh_cn: 洗涤器 MK4

source: Scrubbing using fluids. It's delicate stuff.
zh_cn: 用液体擦洗。这东西很精致。

source: Scrubbing with solids and fluids. Macho version.
zh_cn: 用固体和液体进行擦洗。大男子主义版本。

source: Second step in the borax line.
zh_cn: 硼砂生产线的第二步产物

source: Second step of niobium production.
zh_cn: 铌冶炼的第二步
